Repository: sleepingstudent/vesnaprak
Catalog: 20240513/0/po1/*.UTF-8/LC_MESSAGES/mood.po
Languages: ru_ru

source: Moved to ({}, {})
ru_ru: Перешел в клетку ({}, {})

source: Invalid arguments
ru_ru: Некорректные параметры

source: added {} to ({}, {}) saying {}
ru_ru: добавил {} в клетку ({}, {}) с фразой: "{}"

source: with hp = {}
ru_ru: с {} очком здоровья

source: replaced the old monster in
ru_ru: заменил старого монстра в

source: ({}, {}) with a {} saying {} with hp = {}
ru_ru: ({}, {}) на {} с фразой "{}" с {} очком здоровья

source: Type args
ru_ru: Напечатайте параметры

source: No monster here
ru_ru: Здесь нет такого монстра

source: No {} here
ru_ru: {} нет здесь

source: Invalid arguments
ru_ru: Некорректные параметры

source: Unknown weapon
ru_ru: Неизвестное оружие

source: attacked {}, damage {} hp
ru_ru: атаковал {}, снял {} очко здоровья

source: {} died
ru_ru: {} умер

source: {} now has {} hp.
ru_ru: У {} тeперь {} очко здоровья.

source: {} moved one cell up
ru_ru: {} перешел на одну клетку вверх.

source: {} moved one cell down
ru_ru: {} перешел на одну клетку вниз.

source: {} moved one cell right
ru_ru: {} перешел на одну клетку вправо.

source: {} moved one cell left
ru_ru: {} перешел на одну клетку влево.

source: {} joined the game.
ru_ru: {} присоединился к игре.

source: Command is incorrect.
ru_ru: Команда некорректна.

source: Set up locale: {} {}
ru_ru: Установлена локаль: {} {}.

source: Invalid locale: {} {}
ru_ru: Некорректная локаль: {} {}.

source: Moving monsters: on
ru_ru: Режим блуждающих монстров: включен

source: Moving monsters: off
ru_ru: Режим блуждающих монстров: выключен

source: {} left the game.
ru_ru: {} покинул игру.
